Repository: Mahmoudelnagar5/ITI---Graduation-Project
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appTitle
source: ITI Graduation Project
ar: معهد تكنولوجيا المعلومات

source: Home
ar: الرئيسية

source: Resources
ar: المصادر

source: Questions
ar: الأسئلة

source: Profile
ar: الملف الشخصي

source: ITI Fayoum
ar: معهد تكنولوجيا المعلومات - الفيوم

source: Learning Tracks
ar: المسارات التعليمية

source: Search Tracks
ar: البحث عن المسارات

source: ITI Learning Resources
ar: مصادر التعلم الخاصة بالمعهد

source: Search learning materials
ar: البحث عن مواد تعليمية

source: Common Questions
ar: الأسئلة الشائعة

source: Search for questions
ar: البحث عن الأسئلة

source: Edit Profile
ar: تعديل الملف الشخصي

source: Change Language
ar: تغيير اللغة

source: Theme Setting
ar: إعدادات المظهر

source: Starred Questions
ar: الأسئلة المميزة

source: Logout
ar: تسجيل الخروج

source: Welcome to ITI Fayoum
ar: مرحباً بكم في معهد تكنولوجيا المعلومات - الفيوم

source: Please select your account type
ar: يرجى اختيار نوع الحساب

source: User
ar: مستخدم

source: Admin
ar: مسؤول

source: Super Admin
ar: المسؤول الأعلى

source: Select your role to proceed to login
ar: اختر دورك للمتابعة إلى تسجيل الدخول

source: Students and course participants
ar: الطلاب والمشاركون في الدورات

source: Course instructors and staff members
ar: مدربو الدورات وأعضاء هيئة التدريس

source: System administrators and managers
ar: مديرو النظام والمسؤولون

source: Add Question
ar: إضافة سؤال

source: Question submitted successfully
ar: تم إرسال السؤال بنجاح

source: Error submitting question
ar: حدث خطأ أثناء إرسال السؤال

# questionTitle
source: Title
ar: عنوان السؤال

# questionTitleHint
source: Enter question title
ar: أدخل عنوان السؤال

# questionDescription
source: Description
ar: وصف السؤال

# questionDescriptionHint
source: Enter question description
ar: أدخل وصف السؤال

# requiredField
source: This field is required
ar: هذا الحقل مطلوب

# save
source: Send Question
ar: إرسال السؤال
